import java.time.LocalDateTime;

/**
 * Datetime
 */

 // Настроить проект, вывести в консоль "Hello word!".
 // Вывести в консоль системные дату и время

public class task0 {

    public static void main(String[] args) {
        System.out.println("Hello world!");
        System.out.println(LocalDateTime.now());
    }
}